{
  "text": {
    "hey": 43,
    "hello": 42,
    "hi": 44,
    "there": 99,
    "good": 35,
    "morning": 63,
    "evening": 29,
    "dude": 27,
    "goodmorning": 38,
    "goodevening": 37,
    "afternoon": 3,
    "remind": 82,
    "me": 57,
    "to": 102,
    "call": 14,
    "mom": 61,
    "tomorrow": 104,
    "finish": 30,
    "my": 64,
    "homework": 45,
    "pick": 76,
    "up": 106,
    "the": 98,
    "dry": 26,
    "cleaning": 17,
    "next": 67,
    "week": 110,
    "water": 108,
    "plants": 78,
    "in": 49,
    "__number__": 0,
    "hours": 46,
    "send": 88,
    "email": 28,
    "tonight": 105,
    "go": 34,
    "gym": 40,
    "take": 95,
    "medicine": 58,
    "at": 8,
    "am": 4,
    "pay": 75,
    "bills": 9,
    "month": 62,
    "walk": 107,
    "dog": 24,
    "pm": 79,
    "doctor": 23,
    "minutes": 60,
    "schedule": 86,
    "a": 1,
    "meeting": 59,
    "buy": 12,
    "gift": 33,
    "this": 101,
    "weekend": 111,
    "check": 15,
    "mail": 56,
    "book": 10,
    "flight": 31,
    "clean": 16,
    "house": 47,
    "do": 22,
    "laundry": 53,
    "set": 89,
    "reminder": 83,
    "for": 32,
    "appointment": 5,
    "grocery": 39,
    "shopping": 90,
    "break": 11,
    "work": 113,
    "out": 74,
    "show": 91,
    "reminders": 84,
    "what": 112,
    "are": 6,
    "list": 55,
    "display": 21,
    "i": 48,
    "have": 41,
    "tasks": 96,
    "need": 65,
    "today": 103,
    "plans": 77,
    "remember": 81,
    "goodbye": 36,
    "see": 87,
    "you": 116,
    "later": 52,
    "night": 69,
    "bye": 13,
    "nice": 68,
    "day": 20,
    "around": 7,
    "yes": 115,
    "yeah": 114,
    "indeed": 50,
    "of": 73,
    "course": 19,
    "that": 97,
    "sounds": 93,
    "correct": 18,
    "is": 51,
    "absolutely": 2,
    "right": 85,
    "no": 70,
    "nope": 71,
    "never": 66,
    "don": 25,
    "t": 94,
    "think": 100,
    "so": 92,
    "like": 54,
    "way": 109,
    "not": 72,
    "really": 80
  },
  "intent": {
    "greet": 3,
    "set_reminder": 4,
    "view_reminders": 5,
    "goodbye": 2,
    "affirm": 0,
    "deny": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_save_reminder": 9,
    "action_view_reminders": 13,
    "utter_confirm_reminder": 14,
    "utter_goodbye": 15,
    "utter_greet": 16
  },
  "action_text": null,
  "intent_response_key": null
}